Repository: bumblebee831/cs-app
Catalog: src/chromsystems.userdata/chromsystems/userdata/locales/*/LC_MESSAGES/chromsystems.userdata.po
Languages: de

source: Could not create user:
de: Der Benutzer konnte nicht erstellt werden.

source: File Upload
de: Dateiupload

source: Imported member records:
de: Zusammenfassung importierte Benutzerkonten

source: Member Import Form
de: Benutzer Import

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Please fill in the registration form details.
de: Bitte füllen Sie das untenstehende Registrierungsformular aus.

source: Please upload a file in csv format containing the user information to be imported.
de: Bitte wählen Sie eine Datei, die Benutzerinformationen im csv Format beinhaltet.

source: Upload existing member information by supplying a csv file.
de: Upload bestehender Benutzerkonten

source: Username must contain only characters a-z
de: Der Benutzername darf nur Buchstaben enthalten

source: heading_registration_form
de: Registrierung

source: help_comments
de: Falls Sie weitere Anmerkungen zu Ihrer Anmeldung haben, können Sie uns diese hier übermitteln.

source: help_customer
de: Bitte tragen Sie hier, falls vorhanden, Ihre Kundennummer ein.

source: label_city
de: Stadt

source: label_comments
de: Kommentare

source: label_company
de: Firma

source: label_country
de: Land

source: label_customer
de: Kundennummer

source: label_fax
de: Fax

source: label_firstname
de: Vorname

source: label_lastname
de: Nachname

source: label_phone
de: Telefon

source: label_salutation
de: Anrede

source: label_street
de: Strasse und Hausnummer

source: label_zipcode
de: Postleitzahl
